Repository: angelosannino/NSM
Catalog: NSM/Localization/*.lproj/Localizable.strings
Languages: it

source: User Login
it: Accesso Utente

source: Username
it: Nome utente

source: Name
it: Nome

source: Type
it: Tipo

source: Surname
it: Cognome

source: Title
it: Titolo

source: Icon
it: Icona

source: Hello
it: Ciao

# settings_label
source: Settings
it: Impostazioni

# users_label
source: Users
it: Utenti

# buttons_label
source: Buttons
it: Bottoni

source: Add New User
it: Aggiungi Utente

source: Edit User
it: Modifica Utente

source: Add New Button
it: Aggiungi Bottone

source: Edit Button
it: Modifica Bottone

source: Allowed buttons
it: Bottoni disponibili

source: Buttons Management
it: Gestione Bottoni

source: Available for user
it: Disponibile per l'utente

source: Available buttons
it: Bottoni disponibili

source: Admin Tools
it: Strumenti Amministratore

source: User Details
it: Dettaglio Utente

source: Button Details
it: Dettaglio Bottone

source: Selected Icon
it: Icona Selezionata

source: PICK YOUR ICON
it: SCEGLI LA TUA ICONA

source: Password Change
it: Cambio Password

source: New password
it: Nuova password

source: Repeat password
it: Ripeti password

# password.reset.title
source: Password Reset
it: Reset della password

# password.reset.subtitle
source: Please, insert the email address associated to your account
it: Per favore, inserisci l'indirizzo email associato al tuo account

# forgotten.password
source: Password forgotten?
it: Password dimenticata?

source: Keep me signed in
it: Accedi automaticamente

# nsm.contact.label
source: If you don't have an account or have lost your login details, please contact _**NSM Team**_ at:
it: Se non hai un account o hai perso le tue credenziali d'accesso, per favore contatta il _**Team NSM**_ a:

source: Login
it: Accedi

source: Logout
it: Esci

source: Change password
it: Cambia password

source: Settings
it: Impostazioni

source: Back
it: Indietro

source: Add Button
it: Aggiungi Bottone

source: Add User
it: Aggiungi Utente

# users_button
source: Users
it: Utenti

# buttons_button
source: Buttons
it: Bottoni

source: Cancel
it: Annulla

source: Confirm
it: Conferma

source: Manage buttons
it: Gestisci bottoni

source: Edit
it: Modifica

source: Delete
it: Elimina

# user.added.title
source: Add User
it: Creazione Utente

# user.added.message
source: Successfully added user
it: Utente creato correttamente

# add.user.failure.title
source: Add User Error
it: Errore Creazione Utente

# add.user.failure.message
source: Failed to add user
it: Impossibile creare l'utente

# user.edited.title
source: Edit User
it: Modifica Utente

# user.edited.message
source: Successfully edited user
it: Utente modificato correttamente

# edit.user.failure.title
source: Edit User Error
it: Errore Modifica Utente

# edit.user.failure.message
source: Failed to edit user
it: Impossibile modificare l'utente

# fill.in.all.fields
source: Please, fill in all the missing fields
it: Per favore, riempi tutti i campi mancanti

# user.delete.error.title
source: User Delete Error
it: Errore Eliminazione Utente

# user.delete.error.message
source: Unable to delete user:
it: Impossibile eliminare l'utente:

# user.delete.confirm.title
source: Confirm User Deletion
it: Conferma Eliminazione

# user.delete.confirm.message
source: Are you sure you want to delete user:
it: Confermi di voler eliminare l'utente:

# button.added.title
source: Add Button
it: Creazione Bottone

# button.added.message
source: Successfully added button
it: Bottone creato correttamente

# add.button.failure.title
source: Add Button Error
it: Errore Creazione Bottone

# add.button.failure.message
source: Failed to add button
it: Impossibile creare il bottone

# button.edited.title
source: Edit Button
it: Modifica Bottone

# button.edited.message
source: Successfully edited button
it: Bottone modificato correttamente

# edit.button.failure.title
source: Edit Button Error
it: Errore Modifica Bottone

# edit.button.failure.message
source: Failed to edit button
it: Impossibile modificare il bottone

# button.delete.error.title
source: Button Delete Error
it: Errore Eliminazione Bottone

# button.delete.error.message
source: Unable to delete button:
it: Impossibile eliminare il bottone:

# button.delete.confirm.title
source: Confirm Button Deletion
it: Conferma Eliminazione

# button.delete.confirm.message
source: Are you sure you want to delete button:
it: Confermi di voler eliminare il bottone:

# password.updated.title
source: Password Update
it: Modifica Password

# password.updated.message
source: Successfully update password for:
it: Password modificata correttamente per:

# password.update.error.title
source: Password Update Error
it: Errore Modifica Password

# password.update.error.message
source: Unable to update password for:
it: Impossibile modificare la passwowrd per:

# password.reset.confirm.title
source: Password Reset
it: Reset della Password

# password.reset.confirm.message
source: Are you sure you want to reset the password for:
it: Confermi di voler resettare la password per:

# password.resetted.title
source: Check your email
it: Controlla la tua email

# password.resetted.message
source: We have sent a link to reset your password at:
it: Abbiamo inviato un link per resettare la tua password a:

# password.reset.failure.title
source: Password Reset Error
it: Errore Reset della Password

# password.reset.failure.message
source: Unable to reset your password, please try again later
it: Impossibile resettare la tua password, per favore riprova pi√π tardi

# provide.valid.email.message
source: Please, provide a valid email address
it: Per favore, inserisci un indirizzo email valido

source: Employee
it: Impiegato

source: Customer
it: Cliente

source: Guest
it: Ospite
